Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_suosittelee_saamenkielisia_digiaineistoja_kotiopetukseen.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät suosittelee saamenkielisiä digiaineistoja kotiopetukseen
sme: Sámediggi ávžžuha geavahit sámegielat digimateriálaid ruovttuoahpahusas

source: Saamen kielillä on julkaistu jo iso määrä digikirjoja, mobiilipelejä ja videoita, jotka sopivat hyvin etäopetukseen nyt kun koulujen ovet sulkeutuvat.
sme: Sámegielaide leat almmustahtton juo oalle olu digigirjjit, mobiilaspealut ja videot, mat heivehit bures gáiddusoahpahussii dál go skuvllaid uvssaid giddejedje.

source: Aineistoja löytyy sekä Saamelaiskäräjien omilta verkkosivuilta ja muilta palvelimilta.
sme: Materiálat gávdnojit sihke Sámedikki iežas neahttasiidduin ja eará bálvalusain.

source: Koulutus- ja oppimateriaalitoimisto suosittelee aineistoihin tutustumista.
sme: Skuvlen- ja oahppamateriáladoaimmahat ávžžuha oahpásnuvvat materiálaide.

source: Alla olevaan listaan on koottu kotona tapahtuvaan oppimiseen sopivia materiaaleja.
sme: Vulobealde lea listu, masa leat čohkkejuvvon materiálat, mat heivejit ruovttus studeremii.

source: Saamelaiskäräjien valmistaman oppimateriaalin verkkokaupassa on osio ´ Avoimia digimateriaaleja ´, jota täydennetään nyt.
sme: Sámedikkis lea oahppamateriálaid neahttagávppi. Doppe leat ´ Rabas digimateriálat ´, man leat dál dievasmahttime.

source: Muita materiaaleja on ladattavissa myös opetuskielten mukaan eritellyillä sivuilla, mutta ne edellyttävät tunnusten tilaamista koulutus- ja oppimateriaalitoimistosta.
sme: Eará materiálaid sáhttá luđet maiddái siiddus, gosa materiálat leat oahpahusgielaid mielde. Dáid várás dárbbaša dovddaldaga, man sáhttá diŋgot skuvlen- ja oahppamateriáladoaimmahagas.

source: Saamelaiskäräjien valmistamat inarin-, koltan- ja pohjoissaamen kielten aakkosvideot, aakkoskuvataulut ja videoita on vapaasti ladattavissa tämän sivun alalaidasta: https://www.samediggi.fi/toiminta/koulutus-ja-oppimateriaali/
sme: Sámediggi lea ráhkadan anáraš-, nuortalaš ja davvisámegiela alfabehtafilmmažiid, bustávvatávvaliid ja videoid, mat gávdnojit dán siiddu vuolleravddas: https://www.samediggi.fi/doaibma/skuvlen-ja-oahppamateriala/?lang=dav

source: www.oktavuohta.com -sivustolla on julkaistu osio, johon on koottu saamenkielisiä digikirjoja ja mobiilipelejä: https://www.oktavuohta.com/mobiilipelit-ja-digikirjat
sme: www.oktavuohta.com -siidui leat čohkkejuvvon sámegielat digigirjjit ja mobiilaspealut: https://www.oktavuohta.com/mobiilipelit-ja-digikirjat

source: www.oktavuohta.com -sivuston artikkeleiden yhteyteen on linkitetty suuri määrä saamenkielistä musiikkia ja jonkin verran myös saamenkielisiä tekstejä.
sme: www.oktavuohta.com -siiddus leat artihkkalat, maid oktavuođas leat dievva liŋkkat sámegielat musihkkii ja muhtin veardde maiddái sámegielat teavsttaide.

source: Aineistot löytyvät availemalla osioita ja tutkimalla niiden yhteydessä olevia linkkejä.
sme: Materiálat gávdnojit, go dutká liŋkkaid, mat siidduin gávdnojit.

source: Lukulumo-sivusto on avannut kaikki materiaalinsa vapaasti hyödynnettäviksi.
sme: Lukulumo-siidu lea rahpan buot iežas materiálaid, nu ahte daid sáhttá geavahit nuvttá.

source: Sivustolla on pohjois- ja eteläsaamenkielisiä digikirjoja: https://www.iltoppiminen.fi/palvelumme/lukulumo/
sme: Siiddus leat davvi- ja lullisámegielat digigirjjit: https://www.iltoppiminen.fi/palvelumme/lukulumo/

source: Linkkejä saamenkielisiin lastenradio- ja TV-lähetyksiin sekä elokuviin:
sme: Liŋkkat sámegielat mánáidrádio- ja TV-sáddagiidda, filmmaide ja eará materiálat:

source: Unna Junná ohjelma
sme: Unna Junná prográmma

source: Binna Bánna radio-ohjelma
sme: Binna Bánna rádio-prográmma

source: Maahisweb – Saamelaismuseo Siidan lastensivusto
sme: Maahisweb – Sámemusea Siidda mánáidsiidu

source: Cugu pohjoissaameksi
sme: Cugu davvisámegillii

source: Hejoloja lastenohjelma SVT
sme: Hejoloja mánáidprográmma SVT

source: IeŽár lastenohjelma, NRK
sme: IeŽár mánáidprográmma, NRK

source: com lastenelokuvat
sme: com mánáidfilmmat

source: NRK Jođi (pohjoissaameksi)
sme: NRK Jođi (sámegillii)

source: Saamenkielinen äänite- ja oppimateriaalikokoelma, Giellagas-instituutti
sme: Arkiivvaid jienat, Giellagas-instituhtta

source: Laulut ja sanat pohjoissaameksi – Jikŋon 2 (Frozen 2)
sme: Lávlagat ja sánit – Jikŋon 2

source: Arktista pedagogiikka, opi digitaitoja-tallenteet
sme: Arktalaš pedagogihka digidáidduid skuvlejumit
